Repository: wp-plugins/newsme
Catalog: lang/wpnewsatme-*.po
Languages: it_it

source: New! Audience segmentation gets smarter
it_it: Novità! La segmentazione del tuo pubblico diventa più intelligente

source: News@me now works right after the activation. The News@me widget is now shown across your site at the bottom of any post that has "Tags" added or "Categories" assigned to it. <br><br> "Tags" and "Categories" are not good to you for segmenting your audience? Add "News@me topics" to your posts.
it_it: News@me adesso funziona subito dopo l’attivazione. ll widget di News@me è mostrato sul tuo sito alla fine di ogni articolo a cui sono stati aggiunti dei "Tag" o assegnate delle "Categorie". <br><br> Utilizzi "Tag" e "Categorie" in un modo diverso? Puoi aggiungere gli "argomenti di News@me" ai tuoi articoli e segmentare in questo modo la tua audience.

source: Introducing a new criteria for segmenting your audience
it_it: Introduciamo un nuovo criterio di segmentazione della tua audience

source: Now you can segment your audience using "News@me topics".<br>Add topics to your posts and allow your readers to subscribe to any of them. <br>News@me will send to each subscriber highly-targeted newsletter digests of your latest posts based on their interests. Clever!<br><br><a href="http://newsatme.com/?utm_source=wordpress-plugin&utm_medium=link-find-more-pointer-post&utm_campaign=wordpress-plugin" target="_blank">Find out more about News@me</a>, check out our <a href="http://docs.newsatme.com/?utm_source=wordpress-plugin&utm_medium=link-support-pointer-post&utm_campaign=wordpress-plugin" target="_blank">Support Center</a> or <a href="mailto:support@newsatme.com" target="_blank">get in touch</a> for any questions or doubts.<br><br>Check out your <a href="https://app.newsatme.com/dashboard?utm_source=wordpress-plugin&utm_medium=link-dashboard-pointer-post&utm_campaign=wordpress-plugin" target="_blank">Dashboard</a> for widget impressions, conversions, subscriptions, audience segmentation and much more!
it_it: Adesso puoi segmentare la tua audience attraverso gli "argomenti di News@me".<br>Aggiungi argomenti ai tuoi articoli e permetti ai tuoi lettori di iscriversi ad ognuno di essi. <br>News@me invierà ad ognuno dei tuoi iscritti delle newsletter digest mirate con i tuoi nuovi articoli pubblicati in base ai loro interessi. Ingegnoso!<br><br><a href="http://newsatme.com/?utm_source=wordpress-plugin&utm_medium=link-pointer-post&utm_campaign=wordpress-plugin" target="_blank">Scopri di più su News@me</a>, scopri il nostro <a href="http://docs.newsatme.com/?utm_source=wordpress-plugin&utm_medium=link-pointer-post&utm_campaign=wordpress-plugin" target="_blank">Centro Supporto</a> o <a href="mailto:support@newsatme.com" target="_blank">contattaci</a> per qualsiasi domanda o dubbio.<br><br>Dai un'occhiata alla tua <a href="https://app.newsatme.com/dashboard?hl=it&utm_source=wordpress-plugin&utm_medium=link-dashboard-pointer-post&utm_campaign=wordpress-plugin" target="_blank">Dashboard</a> per le visualizzazioni del widget, conversioni, iscrizioni, segmentazione della tua audience e molto altro!

source: Please ask your hosting provider to install
it_it: Ti preghiamo di chiedere al tuo hosting provider di installare

source: Activate your account
it_it: Attiva il tuo account

source: News@me converts your occasional visitors into regular readers and sends them newsletter digests with the new posts published on your site based on their interests.<br>To use News@me you may need to sign up for an API key. Get started with the button below.
it_it: New@me trasforma i tuoi visitatori occasionali in lettori abituali e invia loro newsletter digest con i nuovi articoli pubblicati sul tuo sito in base ai loro interessi.<br>Per utilizzare News@me puoi aver bisogno di iscriverti per una API key. Inizia con il pulsante qui sotto.

source: <a href="http://newsatme.com/get-api-key-wp" class="button button-primary" target="_blank">Create your News@me API key</a>
it_it: <a href="http://newsatme.com/get-api-key-wp" class="button button-primary" target="_blank">Crea la tua API key di News@me</a>

source: I already have a key
it_it: Ho già una API key

source: Activate your News@me account
it_it: Attiva il tuo account di News@me

source: <strong>Almost done</strong> - Activate your account and start converting your occasional visitors into regular readers today.
it_it: <strong>Quasi fatto</strong> - Attiva il tuo account e inizia a trasformare i tuoi visitatori occasionali in lettori abituali oggi stesso.

source: <a href="http://newsatme.com/how-it-works/?utm_source=wordpress-plugin&utm_medium=link-how-it-works&utm_campaign=wordpress-plugin" target="_blank">How it works</a>
it_it: <a href="http://newsatme.com/how-it-works/?utm_source=wordpress-plugin&utm_medium=link-how-it-works&utm_campaign=wordpress-plugin" target="_blank">Come funziona</a>

source: <a href="http://newsatme.com/pricing-plans/?utm_source=wordpress-plugin&utm_medium=link-pricing&utm_campaign=wordpress-plugin" target="_blank">Pricing</a>
it_it: <a href="http://newsatme.com/pricing-plans/?utm_source=wordpress-plugin&utm_medium=link-pricing&utm_campaign=wordpress-plugin" target="_blank">Costi</a>

source: <a href="http://docs.newsatme.com/?utm_source=wordpress-plugin&utm_medium=link-support&utm_campaign=wordpress-plugin" target="_blank">Support</a>
it_it: <a href="http://docs.newsatme.com/?utm_source=wordpress-plugin&utm_medium=link-support&utm_campaign=wordpress-plugin" target="_blank">Supporto</a>

source: <a href="https://app.newsatme.com/users/sign_in?utm_source=wordpress-plugin&utm_medium=link-log-in&utm_campaign=wordpress-plugin" target="_blank">Log in</a>
it_it: <a href="https://app.newsatme.com/users/sign_in?hl=it&utm_source=wordpress-plugin&utm_medium=link-log-in&utm_campaign=wordpress-plugin" target="_blank">Accedi</a>

source: News@me was not able to save your post, please save it again.
it_it: News@me non è stato in grado di salvare il tuo articolo, ti preghiamo di salvarlo nuovamente.

source: News@me is not able to retrieve your topics at the moment. Please try again later.
it_it: News@me non è in grado di recuperare i tuoi argomenti al momento. Ti preghiamo di riprovare più tardi.

source: Add
it_it: Aggiungi

source: Separate topics with commas
it_it: Separa argomenti con virgole

source: <b>Auto mode</b>: when no topics added, News@me adds your tags or categories as topics. You can add or remove topics at any time.
it_it: <b>Auto mode</b>: con nessun argomento aggiunto, News@me aggiunge i tuoi tags o categorie come argomenti. È possibile aggiungere o rimuovere gli argomenti in qualsiasi momento.

source: <b>Categories</b>: when no topics added, News@me adds your categories as topics. You can add or remove topics at any time.
it_it: <b>Categorie</b>: con nessun argomento aggiunto, News@me aggiunge le tue categorie come argomenti. È possibile aggiungere o rimuovere gli argomenti in qualsiasi momento.

source: <b>Tags</b>: when no topics added, News@me adds your tags as topics. You can add or remove topics at any time.
it_it: <b>Tags</b>: con nessun argomento aggiunto, News@me aggiunge i tuoi tags come argomenti. È possibile aggiungere o rimuovere gli argomenti in qualsiasi momento.

source: Check out your Preferences
it_it: Dai uno sguardo alle Preferenze

source: <b>Great!</b> Subscribers following these topics will see this post in the digest.<br><br>New subscribers to this post will start following these topics.
it_it: <b>Ottimo!</b> Gli iscritti che seguono questi argomenti vedranno questo articolo nel digest.<br><br>I nuovi iscritti a questo articolo inizieranno a seguire questi argomenti.

source: Choose from existing topics
it_it: Scegli tra gli argomenti esistenti

source: Sort by:
it_it: Ordina per:

source: Subscribers
it_it: Iscritti

source: Hide News@me from this post
it_it: Nascondi News@me da questo articolo

source: Segment your audience using "News@me topics".
it_it: Segmenta la tua audience attraverso gli "argomenti di News@me".

source: Add topics to your posts and allow your readers to subscribe to any of them. <br>News@me will send to each subscriber highly-targeted newsletter digests of your latest posts based on their interests. Clever!
it_it: Aggiungi argomenti ai tuoi articoli e permetti ai tuoi lettori di iscriversi ad ognuno di essi. <br>News@me invierà ad ognuno dei tuoi iscritti delle newsletter digest mirate con i tuoi nuovi articoli pubblicati in base ai loro interessi. Ingegnoso!

source: Select post types
it_it: Seleziona post type

source: Enable News@me to work with any preferred type of content.
it_it: Permetti a News@me di funzionare con ogni tipo di contenuto da te preferito.

source: Adding topics to posts
it_it: Aggiungere argomenti agli articoli

source: Enable News@me to add tags or categories as topics to your posts. You can add or remove topics at any time.<br><i>By disabling this preference, the <a href="http://newsatme.com/subscription-invitation/?utm_source=wordpress-plugin&utm_medium=link-preferences-signupform&utm_campaign=wordpress-plugin" target="_blank">email signup form</a> will only show up on those posts which topics have been added to.</i>
it_it: Permetti a News@me di aggiungere tags o categorie come argomenti ai tuoi articoli. È possibile aggiungere o rimuovere gli argomenti in qualsiasi momento.<br><i>Disabilitando questa preferenza, <a href="http://newsatme.com/subscription-invitation/?utm_source=wordpress-plugin&utm_medium=link-preferences-signupform&utm_campaign=wordpress-plugin" target="_blank">il form di iscrizione</a> si mostrerà solo su quegli articoli a cui sono stati aggiunti argomenti.</i>

source: <b>Auto mode</b>: add your tags or categories as topics
it_it: <b>Auto mode</b>: aggiungi i tuoi tags o categorie come argomenti

source: Add your tags as topics. Add your categories when no tags have been added to the post.
it_it: Aggiungi i tuoi tags come argomenti. Aggiungi le tue categorie quando i tags non sono stati aggiunti al post.

source: <b>Categories</b>: add your categories as topics
it_it: <b>Categorie</b>: aggiungi le tue categorie come argomenti

source: Add the categories of the post as topics.
it_it: Aggiungi le categorie del post come argomenti.

source: <b>Tags</b>: add your tags as topics
it_it: <b>Tags</b>: aggiungi i tuoi tags come argomenti

source: Add the tags of the post as topics.
it_it: Aggiungi i tags del post come argomenti.

source: Your account is currently active
it_it: Il tuo account è attivo

source: Check out your <a href="https://app.newsatme.com/dashboard?utm_source=wordpress-plugin&utm_medium=link-dashboard-plugin-activated-page&utm_campaign=wordpress-plugin" target="_blank">Dashboard</a> for widget impressions, conversions, subscriptions, audience segmentation and much more!
it_it: Dai un'occhiata alla tua <a href="https://app.newsatme.com/dashboard?hl=it&utm_source=wordpress-plugin&utm_medium=link-dashboard-plugin-activated-page&utm_campaign=wordpress-plugin" target="_blank">Dashboard</a> per le visualizzazioni del widget, conversioni, iscrizioni, segmentazione della tua audience e molto altro!

source: Your News@me API key
it_it: La tua API key di News@me

source: Please enter a valid News@me API key here. If you need an API key, you can <a href="http://newsatme.com/get-api-key-wp" target="_blank">create one here</a>.
it_it: Ti preghiamo di inserire una API key di News@me valida. Se hai bisogno di una API key, puoi <a href="http://newsatme.com/get-api-key-wp" target="_blank">crearne una qui</a>.

source: News@me topics
it_it: Argomenti di News@me

source: Preferences
it_it: Preferenze

source: The API key you entered is not valid. Please double-check it.
it_it: La API key inserita non è valida. Ti preghiamo di ricontrollare.

source: Success! Your account has been activated.
it_it: Ben fatto! Il tuo account è stato attivato.

source: Please enter your API key.
it_it: Ti preghiamo di inserire la tua API key.
